@extends("layouts.main")

@section("title", "MNS Game | Публичная оферта")

@section("styles")
    <link rel="stylesheet" href="{{ asset("css/mainpage.css") }}">
    {{--    <link rel="stylesheet" href="https://unpkg.com/flowbite@1.3.3/dist/flowbite.min.css" />--}}
@endsection

@section("mainHeroContent")

    <!-- End Main Hero Content -->
@endsection

@section("body")
    <!-- Section 2 -->
    <div class="relative w-full px-6 py-12 bg-white shadow-xl shadow-slate-700/10 ring-1 ring-gray-900/5 md:max-w-3xl md:mx-auto lg:max-w-4xl lg:pt-16 lg:pb-28 mb-5">
        <div class="mt-8 prose prose-slate mx-auto">
            <h1 class="text-center">
                <span class="p-1 text-2xl font-black leading-none text-gray-900">
                    <span class="">MNS Game</span><span class="text-indigo-600">.</span><br>Договор публичной оферты
                </span>
            </h1>
            <ol>
                <li>
                    <strong>Общие положения</strong>
                    <ol>
                        <li>
                            Настоящий Договор является официальным предложением (публичной офертой) MNS Game Мониторинг для
                            полностью дееспособного физического (далее – «Заказчик»), которое примет настоящее
                            предложение, на указанных ниже условиях.
                        </li>
                        <li>
                            В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ),
                            в случае принятия изложенных ниже условий и оплаты услуг юридическое или физическое лицо,
                            производящее акцепт этой оферты, становится Заказчиком (в соответствии с пунктом 3 статьи 438
                            ГК РФ акцепт оферты равносилен заключению Договора на условиях, изложенных в оферте).
                        </li>
                        <li>
                            Моментом полного и безоговорочного принятия Заказчиком предложения Исполнителя
                            заключить Договор оферты (акцептом оферты) считается факт подтверждения готовности
                            совершить оплату услуги Исполнителя, посредством нажатия кнопки «Оплатить» на сайте
                            <strong>https://www.mnsgame.ru/</strong>. Текст настоящего Договора-оферты (далее по тексту – «Договор»)
                            расположен по адресу: <strong>https://www.mnsgame.ru/offer</strong>.
                        </li>
                        <li>
                            Осуществляя акцепт Договора в порядке, определенном п. 1.3 Договора, Заказчик
                            подтверждает, что он ознакомлен, согласен, полностью и безоговорочно принимает все условия
                            Договора в том виде, в каком они изложены в тексте Договора, в том числе в приложениях к
                            Договору, являющихся его неотъемлемой частью.
                        </li>
                        <li>
                            Клиент согласен, что акцепт Договора в порядке, указанном в п. 1.2 Договора является
                            заключением Договора на условиях, изложенных в нем.
                        </li>
                        <li>
                            Договор не может быть отозван.
                        </li>
                        <li>
                            Договор не требует скрепления печатями и/или подписания Заказчиком и Исполнителем
                            (далее по тексту - Стороны) и сохраняет при этом юридическую силу.
                        </li>
                    </ol>
                </li>
                <li>
                    <strong>Предмет договора</strong>
                    <ol>
                        <li>
                            Предметом настоящего Договора является возмездное оказание Исполнителем
                            рекламных услуг в соответствии с условиями настоящего Договора.
                        </li>
                        <li>
                            Заказчик полностью принимает условия Договора и оплачивает услуги Исполнителя в
                            соответствии с условиями настоящего Договора.
                        </li>
                    </ol>
                </li>
                <li>
                    <strong>Оплата Услуг</strong>
                    <ol>
                        <li>
                            Стоимость услуг по Договору определяется в соответствии с действующими ценами и
                            прописана на сайте <strong>https://www.mnsgame.ru/</strong>.
                        </li>
                        <li>Стоимость услуги может быть изменена Исполнителем в одностороннем порядке.</li>
                        <li>Способы оплаты услуги указаны при оформлении платежа.</li>
                    </ol>
                </li>
                <li>
                    <strong>Интеллектуальная собственность</strong>
                    <ol>
                        <li>
                            Вся текстовая информация и графические изображения, находящиеся на сайте
                            <strong>https://www.mnsgame.ru/</strong> являются собственностью Исполнителя.
                        </li>
                    </ol>
                </li>
                <li>
                    <strong>Особые условия и ответственность сторон</strong>
                    <ol>
                        <li>
                            Исполнитель несет ответственность за своевременность предоставляемых услуг при
                            выполнении Заказчиком установленных требований и правил, размещенных на сайте
                            <strong>https://www.mnsgame.ru/</strong>.
                        </li>
                        <li>Исполнитель освобождается от ответственности за нарушение условий Договора, если такое
                            нарушение вызвано действием обстоятельств непреодолимой силы (форс-мажор), включая:
                            действия органов государственной власти, пожар, наводнение, землетрясение, другие стихийные
                            действия, отсутствие электроэнергии, забастовки, гражданские волнения, беспорядки, любые иные
                            обстоятельства, не ограничиваясь перечисленным, которые могут повлиять на выполнение
                            Исполнителем Договора.
                        </li>
                        <li>
                            Исполнитель не несет ответственности за качество каналов связи общего пользования или
                            служб, предоставляющих доступ Заказчика к его услугам
                        </li>
                    </ol>
                </li>
                <li>
                    <strong>Конфиденциальность и защита персональной информации</strong>
                    <ol>
                        <li>Исполнитель обязуется не разглашать полученную от Заказчика информацию.</li>
                        <li>
                            Не считается нарушением обязательств разглашение информации в соответствии с
                            обоснованными и применимыми требованиями закона Российской федерации.
                        </li>
                        <li>
                            Исполнитель получает информацию об IP-адресе посетителя Сайта
                            <strong>https://www.mnsgame.ru/</strong>. Данная информация не используется для установления личности
                            посетителя.
                        </li>
                        <li>
                            Исполнитель не несет ответственности за сведения, предоставленные Заказчиком на сайте
                            <strong>https://www.mnsgame.ru/</strong> в общедоступной форме.
                        </li>
                    </ol>
                </li>
                <li>
                    <strong>Порядок рассмотрения претензий и споров</strong>
                    <ol>
                        <li>Претензии Заказчика по предоставляемым услугам принимаются Исполнителем к
                            рассмотрению по электронной почте или в социальной сети Вконтакте в сообществе <strong>MNS Game (https://vk.com/mnsgameru)</strong> в течение 2 (рабочих) дней с момента возникновения спорной
                            ситуации.
                        </li>
                        <li>
                            При рассмотрении спорных ситуаций Исполнитель вправе запросить у Заказчика всю
                            интересующую документацию относительно рассматриваемого мероприятия. В случае
                            непредоставления Заказчиком документов в течение 1 рабочего дня после дня требования,
                            претензия рассмотрению Исполнителем не подлежит.
                        </li>
                        <li>
                            Исполнитель и Заказчик, принимая во внимания характер оказываемой услуги, обязуются в
                            случае возникновения споров и разногласий, связанных с оказанием услуг, применять досудебный
                            порядок урегулирования спора. В случае невозможности урегулирования спора в досудебном
                            порядке стороны вправе обратиться в суд.
                        </li>
                    </ol>
                </li>
                <li>
                    <strong>Прочие условия</strong>
                    <ol>
                        <li>
                            Заказчик обладает всеми правами и полномочиями, необходимыми для заключения и
                            исполнения Договора.
                        </li>
                        <li>
                            Заказчик вправе в течение 24 часов с момента совершения оплаты в одностороннем порядке отказаться от услуг Исполнителя. В
                            случае одностороннего отказа Заказчика от услуг Исполнителя произведенная оплата не
                            возвращается, но может быть перенесена на другую услугу с вычетом использованного времени уже оказанной услуги.
                        </li>
                        <li>
                            Исполнитель оставляет за собой право изменять или дополнять любые из условий настоящего
                            Договора в любое время, опубликовывая все изменения на своем сайте.
                        </li>
                        <li>
                            По всем вопросам, не урегулированным настоящим Договором, стороны руководствуются
                            действующим законодательством Российской Федерации.
                        </li>
                        <li>
                            Признание судом недействительности какого-либо положения настоящего Договора и правил
                            не влечет за собой недействительность остальных положений.
                        </li>
                    </ol>
                </li>
                <li>
                    <strong>Реквизиты Исполнителя</strong><br>
                    ИП Лебедев Илья Олегович<br>
                    ИНН 772148048957<br>
                    +79035652746<br>
                    ilya@superhub.xyz<br>
                    ул. Хуторская 2-я, д. 38А, стр. 26,<br>
                    Москва, Россия
                </li>
                <li>
                    <strong>Контакты</strong><br>
                    e-mail: <a href="mailto:support@mnsgame.ru">support@mnsgame.ru</a><br>
                    ВКонтакте: <a href="https://vk.com/mnsgameru">MNS Game Мониторинг</a>
                </li>
            </ol>
        </div>
    </div>
@endsection

@section('scripts')
    <script src="https://unpkg.com/flowbite@1.3.3/dist/flowbite.js"></script>
@endsection
